<?php
/**
 * Move Posts
 * Copyright 2011 Starpaul20
 * Translate by: AliReza_Tofighi - http://My-BB.IR
 */

$l['move_posts'] = "انتقال ارسال‌ها";
$l['move_posts_info'] = "انتقال ارسال‌های انتخاب‌شده به موضوع دیگری";
$l['thread_to_move_posts'] = "موضوعی که پست‌ها به آن منتقل شوند:";
$l['move_post_note'] = "آدرس (URL) موضوعی را که می‌خواهید ارسال‌ها به آن منتقل شوند را کپی‌کرده و در جعبه‌متن روبرو بچسبانید.";
$l['nav_multi_moveposts'] = "انتقال ارسال‌های انتخاب شده";
$l['moved_selective_posts'] = "ارسال‌ها (آی‌دی آنها: {1}) به موضوع (با آی‌دی: {2}) منتقل شدند";

$l['error_inline_nopostsselected'] = "متاسفیم، ولی شما هیچ ارسالی را توسط مدیریت درون‌خطی انتخاب نکرده‌اید، یا ارسال‌های انتخابی شده از حالت انتخاب بیرون آمده‌اند. (به طور خودکار بعد از ۱ ساعت عدم فعالیت). لطفا چند ارسال را انتخاب کرده و دوباره تلاش کنید.";
$l['error_cantmoveonepost'] = "شما نمی‌توانید ارسال‌های موضوعی را که فقط یک ارسال دارد را منتقل کنید.";
$l['error_cantmoveall'] = "شما نمی‌توانید همه‌ی ارسال‌های یک موضوع را منتقل کنید، اگر اینکار را کنید، چه چیزی در موضوع باقی بماند؟";
$l['error_badmoveurl'] = "آدرس وارد شده توسط شما نامعتبر‌است یا وجود ندار.<br />لطفا بازگردید و دوباره تلاش کنید.";
$l['error_movetoself'] = "شما نمی‌توانید ارسال‌ها را به موضوعی که در‌آن هستند منتقل کنید!<br />لطفا بازگردید و یک آدرس معتبر را وارد کنید.";
$l['redirect_postsmoved'] = "ارسال‌های انتخابی با موفقیت انتقال داده‌شدند.<br />شما به موضوع اصلی بازخواهید گشت.";

?>